# 【中国历史正述】导论之一：历史正义

转载者：白歌    转载时间：2020-11-17 10:48:55    文章来源：大纪元    原文地址：https://www.epochtimes.com/gb/16/10/19/n8413882.htm    【声明】本文来自外部投稿，不代表明见神话观点。
【快讯】

【大纪元讯】中国的历史，深远而浩大。对历史的书叙与界说，也是纷繁而庞杂。我们在此努力要做的，乃是应天时所之，尽绵薄之力，正述中国历史，即用神传文化史观，光明、正面地书述华夏五千年辉煌历史与传统文化的概观。

一、历史正义

何为历史，按《说文解字》，历者，“过也，传也”；史者，“记事者也”。所以，历史当是对所经历过往的记述与传承。那么，什么才是人类不仅要经历且要传承的呢？换言之，历史的记录对象是什么？按《礼记‧玉藻》所载，黄帝“动则左史记之，言则右史记之”。乃知历史的传承最初是由史官对帝王的言论、作为及当时重大事件进行记录。整理过的文字记录，我们称之为史书。历朝历代都有官方或私家记述历史，于是历史得以传承。

由此，则又引出另一个我们必须明晰的问题，那就是帝王在中国历史中的特殊地位与意义。

中国传统史书均以帝王之言、之事为主轴而书述。盖因天子奉天命而治世，承天道而立言，所以上天赋予帝王在人间的至尊之位，如《诗经》所云：“普天之下莫非王土，率土之滨莫非王臣。”反过来，帝王的言行亦代表并影响这一朝历史与文明的总体气象。所以，中国古代，君王称为天子，即天命之子，是上天选择的治理天下的君王。

由于帝王有如此特殊的地位与意义，故而帝王的言行能治世，亦能乱世。

凡有道之君，其所言者（诏令），是治理天下的训导与规范；其所行者，则法天知命，顺道敬佛，应时爱民。而末世之君，所言多逆天叛道，背神谤佛；所事多享乐败德，悖乱不经。无论治世乱世，都是天道循环的不同演绎，旨在完成文化的积淀和传承，并给后世留下榜样或教训。“以史为鉴，可以知兴替”，说的就是这个意思。

帝王的言行是历史记录的主轴主线，而帝王言行中，最为重要的内容，则是解悟天象、领悟天道。

在不同历史时期，上苍会以不同方式、不同角度对君王和世间进行点悟、开导乃至警示。所以历代史官，还兼任观测天象、占卜神谕、协定历法和礼法等重大职责。这方面的记载，从甲骨文卜辞，先秦诸经、诸子，到后世历朝史籍，不绝于书。历史的足迹，始终与天命安排与教化同步，历史的铺排，正是天道在人世间正与负的演绎。

历史史实之记载，大略分为三类：传说、文字记载和文物。

对于传说，最引人注目的，就是神话。无论是中国，还是大家熟知的古印度、古埃及、古巴比伦文明，或是此轮西方文明源头的古希腊，无不是以神话传说为开端——创世、造人、人神同在，成为人类历史共同的源头。至于历代后世，有关神、神言、神迹、有志之士通过修炼得道回天的传说与记载，史不绝书。

对于神话，历代史学家为之秉笔直书，代代流传，到了近代，人们却因为现代观念的影响，常常陷于史实、传说、信史等概念的纠缠中，止步不前。

其实，我们今天所说的“信史”，无论《国语》、《左传》，还是“二十五史”等，基本上是隔代史官对前代文献与传说进行整理汇编而成，而传说一直占有很大的比重。如《左传》对“武王伐纣”的生动记述、《史记》对楚汉争霸的逼真描写，仔细推究起来，都是史家根据先人传说编撰成文。而后世称之为“信史”，其实质含义是：德信古人。

虽然各代史官在观史、采信的角度与倾向等方面各有不同，或曲，或直，或有偏重甚至偏颇，但基于上天赐予著述者以深厚良知，德信古人的精神传承不辍，基本史实的记载仍然包含于历代书述之中。这也是为什么即使在无神论、进化论和现代变异观念猖獗的当今，严肃的文史学者仍然还要援引上古与历代神话传说的根本原因。

人类，与人类的历史，始于神的造化，而人，终将只能皈依于上苍的恩赐。

这不是一个可信不可信的问题，也不是我们今天想当然地按照某种现代观念去解读的问题。这是一个人类来源的共同史实，是我们的祖先历经千万年沧桑与创痛，一代一代用生命守护的史实。对于我们神圣、高贵的来源，对于这一恒古不变的史实，我们唯有用生命中最深刻的理性去珍视她，用生命中最精诚的虔敬去守护她。

今天，多少人囿于唯物论、无神论、进化论的思维，甚至囿于党文化的污染，而对历史的源头渐至淡忘。然而，我们知道，千古以来有一种情绪可以打动所有人的心，这种情绪叫做乡愁，甚至是坐拥人间繁华之时，依然偶有一缕思归的愁绪萦绕心头。想来，在我们生命的长河中，有过太久远的积淀，对上苍的感恩，对回归的渴望，早已成为生命中最刻骨的乡愁，被造就在我们每一个人的记忆深处。中国人为何如此崇尚天人合一，因为那至高无上的天，才是我们的归宿。

# 中国历史正述】导论之二：“天”与“神”

转载者：白歌    转载时间：2020-11-17 10:54:45    文章来源：大纪元    原文地址：https://www.epochtimes.com/gb/16/10/20/n8415148.htm    【声明】本文来自外部投稿，不代表明见神话观点。
【快讯】

二、“天”即是“神”，是中国历史文化的根源与守护者。

一谈到“神”、“上帝”，很多人会联想到西方基督教等宗教中各自强调的唯一的“神”（God）的概念。其实中华民族是最敬神、爱神的民族。历史上，从创世的盘古、造人的女娲、飞升的大道、得道的真仙、修出三界的罗汉、大慈大悲的菩萨、普度众生的佛陀，乃至天地山川、圣贤英魂，茫茫神州大地，可谓万物有灵。生活中，中国人讲头上三尺有神灵，从生老病死、婚嫁姻缘、生儿育女、学业仕途、福禄运势、吉凶成败，事无钜细，都有不同层次的神明在安排。神，无所不在。

何为神？在中国人的直观印象中，神有着美好的、人的形象，这当然与女娲神按照自己的形象抟土造人直接相关。而在中国人的传统文化中，神传汉字的文化铺垫中，将神的涵义蕴藏在“神”字的结构中。

“神”（ 金文）字左边的“示”，象征上天、神和天地阴阳之道对世间的点化、启示。右边的“申”，是“神”字的本字，在甲骨文是“”，在金文中是“”，在小篆中是“”；从汉字象形、会意的特质来看，是两个相反相成、相生相化而又变化莫测的“人”（甲骨文，金文，，或小篆）的形象——源于神，模仿神像而造的人的形象。

此外，在“、、”与  之间，就象形而言，其神奇的联系显而易见。这大概是本轮中华文明渊源与道家的一种微妙折射吧。那么就“道”而言，其于传统文化中有三重含义，其一是指道家所认识的宇宙本源、真理大道。所以，老子说，“道可道，非常道。”又说，“一生二，二生三，三生万物。”其二是指被称作“道”的神，如“阴阳不测之谓神”，“神也者，变化之极，妙万物而为言，不可以形诘”等，都是从“神”的角度来描述“道”。其三，道还可以指遵照道家之理修炼的人。

总之在中国传统文化的认识中，天道与神造化了宇宙万物，祂的形象和信息无处不在。

所以，传统文化从来讲究法天顺道、敬神礼佛。即使是在重点强调人伦纲常的儒家，其前提也是敬天法祖、“畏天命”，把人间伦常奉为“天伦”。对祖宗最高的礼赞，则是以祭神的心态和仪式，祭祀和崇拜祖先的英魂——鬼神，将对“天地人”三才之道的解悟，在人伦纲常、礼义中对映演绎。

中国古人援理于天的文明脉络，清晰可见。例如周朝采用的“天、地、春、夏、秋、冬”六官治理天下，就是三代版生动而制度化的“天人合一”之人文演绎。再如，历朝历代讲究“天父地母”，也是道家的天道与阴阳之理，展现为儒家的人伦与孝道。又如，西汉大儒董仲舒，援道家、阴阳家的阴阳、五行生克之论及战国法家韩非的“臣事君，子事父，妻事夫”，拓展而成“三纲五常”学说，以及后世普遍尊奉的“天地君亲师”，这些都是天理、天道在不同时期人文层面的演绎。正因为中国人将天理天道作为文明源头，所以古人历来把“逆天叛道”、“欺师灭祖”视作最不可饶恕的罪恶。

时至今日，中国人的思维体系中依然保留着对天、对神的记忆。所以，即使是再固执的人，口称不信神佛，却会在走投无路之时，发自内心地呼喊一个尊号：天！老天爷！即使是再狂妄的人，自谓天不怕地不怕，到了万劫不复之境时，也一定会“认命”。

这个“天”，就是神，就是含义更广大、丰富、深远的神。

这个命，就是天命，上天所定之命。

典籍之中屡见不鲜的“上天”“昊天”“皇天”等等，就是高天之上，主宰天下的神明之义。兹列举一二：

“敢昭告于上天神后，请罪有夏。”
“昊天上帝，则不我遗。”
“皇天眷命，奄有四海为天下君。”
“天命玄鸟，降而生商。”
“不虞天性，不迪率典。”
…………

中国人日常口头上念叨着的“天”，绝大多数时候，是指天道、天意、天数、天命、天机、天帝、天神、天界、天堂、天威、天位、天籁，等等。即使在指我们头顶的这方层层无尽的、看得见摸不着的宇宙“天空”，对人而言，也永远是神秘莫测。

因为人是天之造化，神之造化，所以人类与生俱来、最珍贵和不可改变的是天真，天良，天性，天赋，天伦……

“神”与“天”的不同字形。（大纪元制图）
《说文》云，“天，颠也。至高无上，从一大。”

天，永远是人头顶上那个“一”，那个老子说的“道生一”的一，“道法自然”的那个“法”生的“一”。最终，是那个高高在上昭示于人的“道”，那个最终衡定人的“法”。

古人云“天外有天”，则又“百姓日用而不知”地道出了一个莫大的天机：天是人的主宰，是神明，而且是无穷多层面、无穷多种类、有形或无形的、主宰人类的神明。用现代的说法，中华传统自古就是“多神论”。这一认识较之其他民族或宗教，尤为深远。

其他民族都尊奉他们传世神话中的创世神，而偏执于某种宗教形式的人士，甚至会排斥其他的神明之说。事实上，不同的神创造了不同的人种和民族，传下不同的对其相应神的信仰、修炼和教化的体系。所以对于那一个特定的民族或宗教而言，它的神明当然是唯一的。然而在中华神传文化中，却是众神同在，天外有天的，于是中华神传文化体系指向了诸神之上、诸天之外的更高层面。

人类往古以来有一共识，即万物皆有一个共同本源，而中国人“天外有天”之说，则成为回溯万物之源的路径。自人类开始，层层上推，无边的天宇苍穹，一定有一位最高的天，最高的神，我们尊称祂为“创世主”。祂主宰并造化了层层天、地、神、人及万事万物，而中国历史各朝各代，各自所演绎的独一无二的文化，正如诸天在人间的映射。正因为中国传统文化中神的内涵如此博大精深，所以中国古人才于冥冥中顺应天意，用含义广大无边的“天”来尊称各自源头的诸神明和层层高天之上最高的主宰——创世主。

所以，中国人一直尊崇“天人合一”的理念，各家各派乃至各人，对天人合一的理念各有解读。然而，综而述之，所谓“天人合一”，就是人要顺合于天，人道要顺合于天道、神意，最终则归合于最高的天法，创世主的大道大法。#

# 【中国历史正述】导论之三：文化正义

转载者：白歌    转载时间：2020-11-17 10:57:08    文章来源：大纪元    原文地址：https://www.epochtimes.com/gb/16/10/23/n8423414.htm    【声明】本文来自外部投稿，不代表明见神话观点。
【快讯】

三、文化正义

文化，在现代人的概念中，是Culture的对应词汇。这种对应始于日本学者。Culture的字源，有“耕作、培育”诸义。因而日本学人在其西化过程中，断章取义地借用了中文古籍中的一些表述，将“文”与“化”二字联用，作为和化汉字译文词语中Culture的专译名词。清末民初，西风东渐，当时的中国学人套用了这一翻译而沿用下来。

最初作为Culture汉译词汇的“文化”，与“文明”（Civilization）同义，是一百多年前西方“人类学”的学者基于简陋的进化论假说，对人类历史上精神与物质产品表面的、描述性界定。

但是，如果用这种现代式的文化概念来描述和理解中华上下五千年由天文而人文的博大精深，生生不息的机理与浩繁的演绎过程，就显得过于表面、单调而简陋，甚至相去甚远。

所以，我们有必要对“文化”一词在中国传统中的基本内涵做一个简要梳理，厘清其所应该表达的丰富含义，以正视听。

仅以“文”和“化” 两个汉字本身所蕴含的丰富与博大的内涵而言，就是Culture所远不能望及。冥冥之中，神传汉文字的浩瀚之海，能融化人文成熟过程中的种种偏差、误读和简陋。这一点，由于篇幅所限，我们暂不做展开。就请读者稍微查阅一下通用的段注《说文解字》或《康熙字典》，与最新版的《大英百科全书》或任何权威西文词典略作对比，即可见其差别。有学者云，“凡解释一字，即是做一部文化史”，其所言“字”为汉字，其所解悟，诚为中肯。

汉文字源自神传，是独一无二的象形，表音，会意文字。在传统上，“文”与“象”孪生而存在。文有天文、人文；象有天象、人间万象。文是用来描述象的言说，象是用象形的文来教化天下，传达真理大道，表达天心人意。这就应该是古人说的“意以象尽，象以言着”所能达到的至高境界吧。

中华五千年的道统、法统，是以“内道外儒”为纲、以历代各天朝异彩纷呈的展现和百家思想与实践容汇其中，在洋洋大观的历史大戏的演绎过程中确立与成就。

老子云：“人法地，地法天，天法道，道法自然。”是说，人根本上是师法，或者说受教化于天地之法，及更为本源的自然大道的。

道家专述生生之道、阴阳生克之理的《易》，历来被儒家奉为“群经之首”，其系辞中有这样几段话：

一曰：“天生神物，圣人执之。天地变化，圣人效之。天垂象，见吉凶，圣人象之。河出图，洛出书，圣人则之。”

二曰：“圣人有以见天下之赜，而拟诸其形容，象其物宜，是故谓之象。圣人有以见天下之动，而观其会通，以行其典礼。”

三曰：“刚柔交错，天文也。文明以止，人文也。观乎天文以察时变；观乎人文以化成天下。”

四曰：“生生之谓易，成象之谓乾，效法之为坤，……阴阳不测之谓神。”

综合起来，大意是说：神迹直接显现，或天道、神意通过阴阳生克变化的天象显现，谓之“天文”。

圣人秉承天命把这种天文明示、演示给人，成为人的思维方式、信仰、思想、行为，乃至最表面基本人伦、行止规范、典章制度等等，谓之“人文”。

观摩和顺应天文（天象），可以了解天意，以顺应天道、天时和天象的变化；推行和学习人文，可以教化、成就天下众生，生生不息而基奠成连绵不绝的文化传统，成就各代文明。

因此，我们就不难理解，史传所言“仓颉作书，而天雨粟，鬼夜哭”。因为“天文”从此可以化为“人文”，人从此得受上天之系统教化，终有机会登上“天人合一”之大道，回天有望，怎能不天地惊而鬼神泣！

那么，谁是圣人？

在中国文化中，“圣人”，是指神、佛、半神，或上天赋予异禀、有特殊使命的非凡之人。他们造其人文教化于人，如“聖”字所象示，是上能听晓天命，下能指令众生的王者。他们“神于天，圣于地”，如盘古、女娲、伏羲、神农等神和半神；如黄帝、尧、舜、禹、秦始皇、汉武帝、唐太宗那样“受命于天”，开创一朝文化与历史里程碑的伟大帝王；如老子、张三丰、释迦牟尼等传播修炼文化，以修炼之道演绎“天人合一”的圣者；亦如敬畏天命、推行道德人伦的孔子那样的人文宗师。

鉴于此，可以很清晰地看到：文化的根本源头是天理至道，即神传。文化，是上天与神的系统安排与教化过程及其成就与展现。其关键的功能和奠定的目的，在于成就“天人合一”的人文教化，使人最终能循之而找到真正能带人返本归真的道理、天法，成为明白、顺应、同化于不同层面天理、大道的人。

如是，我们理解，文化应包含如下六个方面：

1. 天文化人，即天理、神意，神言神迹的直接显现，化育苍生。如盘古创世，女娲抟土造人、别男女定婚姻；上天直接传授《河图》、《洛书》助大禹王治理洪水，教化天下；神直接传授的道理、预言等所包含的天机；有道之士直接运用修炼中的神通（特异功能），或更接近人这一层的理，通过观察天象、地理、水纹等而洞察其中蕴含的真象等等。

2. 圣人上法于天而造人文，以化成天下，如伏羲造八卦，神农尝百草，仓颉造字，文王衍周易等等。

3. 各代君王带领其朝之王侯将相、才子佳人、各层文化菁英，在人间系统演绎、成就各代文明与历史教训。圣明之君若尧、舜、禹，立大德而化天下之洪范；若始皇，开万世帝业之原基；若唐太宗，创千古文化之顶峰……末世之君若桀、纣，演绎离天败德之王朝覆灭；若隋炀帝，虽建树诸多而呈骄矜，终见弃于天意人心……

4. 道、佛两家修炼文化，得道成佛，不断垂范人能修德成神的真实可能性及其种种修炼方式。

5. 历朝历代文明产品，即人文产品，包括：思想、宗教、文学、艺术、服饰、建筑、民俗等等的流传、积淀及其相关记载。这方面大抵在表面上与Culture和Civilization所要分类描述的内容类似，但内涵上仍然大相径庭。

6. 历代文明成就过程中的负面产品。由于“相生相克”之理在宇宙成、住、坏、灭过程中的运化与制约，有阳就有阴，有正就有负，正邪并存而生，善恶同在而住。

各代人文产品中的糟粕，随着历史洪流而泥沙俱下，时至今日，更加败坏为诸多远远偏离天道的变异观念、行为和乱象。与此同时，也是上天借此展示给人看：什么是邪、恶和变异。其中，尤以中共之“党文化”最为邪恶。其作用在于系统毁坏中华传统文化，破坏人对神的正信，摧毁人的道德观念，最后把整个中华民族，乃至整个人类推向逆天叛道的毁灭之境。《九评共产党》和《解体党文化》对此有系统专论，请参阅为盼。

此外，谈到文化与文明，就免不了需要提及大家越来越熟悉、逐渐成为常识的“史前文化”，或曰“史前文明”。

所谓“史前文明”，简而言之，现代考古和研究发现，地球上的文明出现并毁灭过多次。研究显示，人类的文明历史可以上溯到万年，数十万年，千万年乃至数十亿年前，比现代的通常认识要久远得多，而且是以佛家所言“成、住、坏、灭”为过程、轮回式的存在。

史前文明的探索和发现，一则，是对中国上古神话传说和人类其他民族创世神话传说在一定程度上的一种理性的印证。同时，也更加唤醒我们灵魂深处对祖祖辈辈如此守护这些传说的感恩与敬意；二则，也促使人类看清达尔文进化论的荒谬与简陋，更严肃地思考人类真正的来源，人类历史及其如此反复轮回的意义所在。

那么，接下来的问题是，在从宇宙创生以来，经历了久远的无数次史前文明反复演绎，直至我们所处的这一轮上下五千年文明拉开序幕，又演绎至今，在这一场浩大的文明历史过程中，“中国”二字，究竟意味着什么？#

# 【中国历史正述】导论之四：史观与观史

转载者：白歌    转载时间：2020-11-17 10:58:29    文章来源：大纪元    原文地址：https://www.epochtimes.com/gb/16/10/27/n8434724.htm    【声明】本文来自外部投稿，不代表明见神话观点。
【快讯】

四、“中国”究竟意味着什么？

“国”的本义，是君王所在的都城，或诸侯的封邑。因而也有君王居此且教化其邦之义，并不是现代后起的“国家”（country或nation）概念。

“中国”，就是中央、中心之国。这个“中央”，随不同朝代之地域、文化的变化而变化。所不变的是其含义，仍然是君主、天子承其天时、地利、人和居中央而统摄、教化四方。在《尚书》《诗经》《左传》诸多古籍文献中，中国亦称为“中原”“中土”“神州”“华夏”“诸夏”等。虽然现代考古研究发现，“中国”字样的出现可追溯到西周初期的“何尊铭文”，但“中国”这个字汇与概念的存在，正如在史前文明一节所谈到的，应该比周朝悠远得多。

上下五千年中华文明，以人文初祖黄帝为开端，大唐太宗朝为顶峰，两宋圆熟而衰，至清末而式微。历朝历代，兴衰往替，都以其独特的辉煌与美，演绎其所承之天命，以不同的风骨与姿态演炼其德行教化，最终成就其独一无二的绚烂文明。

贯穿其中，“中国”，是一个不同天朝在中土次第上演，由天文而人文，化成其各朝天下的庞大生命过程。法天向道，顺命爱人，敬神礼佛，修德向善，始终是这五千年在兴衰往替，成、住、坏、灭过程中反复演炼的主题。极目远眺，本轮五千年文明之前的所有史前文明，何尝不是一个更庞大深远的生命过程，何尝不是在演炼这同样的主题！

在这过往的浩大、生命般新陈代谢过程中，上苍一直在不同时期、以不同方式安排、眷顾乃至及时警示着沉浸在精彩演绎中的人们：从盘古女娲创世造人，三皇五帝以大神通、大德行开创、缔造人文，三代圣王以道德、敬神、礼乐而教化天下，到历代屡见不鲜的圣王、圣贤神言神迹，天、地、人诸多异象的点化与警示，诸系统预言蚌中藏珠的提醒，佛道两家修炼成神的系统演练和展示，再到各代儒家及其他百家基于法天敬祖而传下的丰富的人文教化……无时不处，都在昭示着上天对人世间洪大、系统的安排、教化与呵护，一步步铺垫着“天人合一”的博大内涵，铸造人最终藉以真正走向“天人合一”的基本涵养和能力。

其根本目的和意义，值得每一个人深思，再深思。

直到近百年来，巨大文明过程因宇宙相生相克、成住坏灭之理，沉积而生的文明垃圾、废物、毒素集结而育的怪胎—— 共产幽灵，附体中共而窃中原神器，称“国”自居而实行其对中国传统文化的系统毁断。从此，中国之道统、法统不再，神气不彰。五千年历史生命大轮回，就此走到了“灭”的边缘。更加久远的中华与人类无数史前文明那浩大的生命过程，也同随神州一道，走到了今天。

然而，魔高一尺，道高一丈。我们有着上天和深厚历史文化所赋予的信心、勇气和力量：中华历史文化那浩大生命的重生与复兴，以及其所引领的整个人类历史文化的重生与复兴，必将势不可挡。或许正如同古老传说 “凤凰涅槃”中所描述的那样，就在今天，就在此时，那重生与复兴，已然在创世主的浩荡洪恩下，于最寂静的天籁中磅礴地开启。

观史到此，有一个问题值得每一个人深思：历史的今天，我们能否有机会冲破“成、住、坏、灭”的轮回圏，跳出“灭”的过往宿命而得以与天地同在，生生不息？这，是一个问题，关乎每一个人的根本问题。

五、史观与观史

历史是一尊宝鉴，能照见过往大千之万象，也能照见我们自己的眼界和灵魂。

古人云“彰往察来”。读史的主要目地之一，正在于看清我们的来处，厘清当下的由来与情状，更在于探明未来的选择和我们的走向。

读史，学史，治史，修史，在于如何观史。

观，是在把握全局、整体的同时，还需要卓然的洞见，也就是古人说的“识”。然而见识之有大小、洪微，洞见之有广狭、深浅。

关键在于观者的心胸：一则，对天、对神的正信与敬顺；二则，对古人的德信与诚意；三则，谦卑、开放的胸怀，中正、理性而严谨的态度与作为。

任何人观史，一定有其基点、角度和时空层面。或曰，一定有一个史观，或偏单一，或偏混杂，唯难于中正。所谓中者，不偏颇；所谓正者，敬顺天道。

古往今来，过往史观不可谓不多。究其基点而析其大概，大抵可分为如下四类基本史观：

1. 基于传统的天道人伦之史观：这是中国古代通行的一类史观。其特点是敬天顺命，敬道礼佛，法天崇祖，恪守中庸之道与仁、义、礼、智、信等人伦礼义。西汉以降，其流变是以《春秋》为宗，以礼义为规范，寓褒贬、别善恶，行人伦教化为本的历史观。

2. 基于神的大审判之史观：西方传统的一神论和神的最终审判信仰基础上的历史观。西方正教，如犹太教、基督教、天主教等均持此类史观。这是传统西方的主流史观。

3. 基于进化论之史观：总体上来看，这大抵是以进化论为基本思想框架，以进化论、唯物论、无神论为主体意识形态的一类史观，近一百五十年来，在对现代科学走入偏执的变异思想的催化下，成为流行史观。其实质是不同程度的反神、无神、物化与变异人，最终导向毁灭的一类历史观。

4. 基于党文化之史观：是集共产党一党专政论、反神论、无神论、辩证唯物论、进化论、阶级斗争论等等人类历史上诸说之恶混杂集成。其实质是反神、暴力（辩证唯物论）与谎言（唯物辩证法），协力系统性地毁坏中国传统文化，毁坏人信神的根基，最后达到毁灭中华民族乃至全人类的，反神、反文化 、反人类的邪恶史观。

我们所持的是神传文化史观，这一观史的基点是天人合一的神传文化。即：中国的历史，是神传文化的历史，是上天有序安排、教化人的过程，是上苍赋予世人相应的文化内涵与能力，使之得以走向天人合一、回归于神的历史。

我们以虔敬、中正、开放、理性的心态，勇于超越自我、面向现实与未来的诚意，观中国文化历史的正面与光明的展现，从正面汲取历史上负面演绎的教训，体悟和感恩上苍慈悲的安排。

我们希望借此史观而观史，回归我们生命深处的天真，回归对上天的虔敬和感恩，回归五千年辉煌传统文化涵养的同时，堂堂正正地做回一个有神传文化内涵的人，寻见真正实践天人合一的通天大道，进而，有幸做回创世主的子民。

这，就是我们的神传文化史观。

诚挚地欢迎大家与我们一道，从神传文化的观点，观历史，观当下，观未来；走过历史，走过当下，走向未来。

神传文化之中国历史研究组
丙申年九月十五日（公元二零一六年十月十五日）

# 
